7767517
33 35
Input                    input1                   0 1 input1
Convolution              153                      1 1 input1 155 0=16 1=3 3=2 4=1 5=1 6=432 9=1
ConvolutionDepthWise     156                      1 1 155 158 0=16 1=3 4=1 5=1 6=144 7=16 9=1
Convolution              159                      1 1 158 161 0=32 1=1 5=1 6=512 9=1
ConvolutionDepthWise     162                      1 1 161 164 0=32 1=3 3=2 4=1 5=1 6=288 7=32 9=1
Convolution              165                      1 1 164 167 0=32 1=1 5=1 6=1024 9=1
ConvolutionDepthWise     168                      1 1 167 170 0=32 1=3 4=1 5=1 6=288 7=32 9=1
Convolution              171                      1 1 170 173 0=32 1=1 5=1 6=1024 9=1
ConvolutionDepthWise     174                      1 1 173 176 0=32 1=3 3=2 4=1 5=1 6=288 7=32 9=1
Convolution              177                      1 1 176 179 0=64 1=1 5=1 6=2048 9=1
ConvolutionDepthWise     180                      1 1 179 182 0=64 1=3 4=1 5=1 6=576 7=64 9=1
Convolution              183                      1 1 182 185 0=64 1=1 5=1 6=4096 9=1
ConvolutionDepthWise     186                      1 1 185 188 0=64 1=3 4=1 5=1 6=576 7=64 9=1
Convolution              189                      1 1 188 191 0=64 1=1 5=1 6=4096 9=1
ConvolutionDepthWise     192                      1 1 191 194 0=64 1=3 4=1 5=1 6=576 7=64 9=1
Convolution              195                      1 1 194 197 0=64 1=1 5=1 6=4096 9=1
Split                    splitncnn_0              1 2 197 197_splitncnn_0 197_splitncnn_1
ConvolutionDepthWise     198                      1 1 197_splitncnn_1 200 0=64 1=3 3=2 4=1 5=1 6=576 7=64 9=1
Convolution              201                      1 1 200 203 0=128 1=1 5=1 6=8192 9=1
ConvolutionDepthWise     204                      1 1 203 206 0=128 1=3 4=1 5=1 6=1152 7=128 9=1
Convolution              207                      1 1 206 209 0=128 1=1 5=1 6=16384 9=1
ConvolutionDepthWise     210                      1 1 209 212 0=128 1=3 4=1 5=1 6=1152 7=128 9=1
Convolution              213                      1 1 212 215 0=128 1=1 5=1 6=16384 9=1
Split                    splitncnn_1              1 2 215 215_splitncnn_0 215_splitncnn_1
ConvolutionDepthWise     216                      1 1 215_splitncnn_1 218 0=128 1=3 3=2 4=1 5=1 6=1152 7=128 9=1
Convolution              219                      1 1 218 221 0=256 1=1 5=1 6=32768 9=1
ConvolutionDepthWise     222                      1 1 221 224 0=256 1=3 4=1 5=1 6=2304 7=256 9=1
Convolution              225                      1 1 224 227 0=256 1=1 5=1 6=65536 9=1
Pooling                  229                      1 1 197_splitncnn_0 229 0=1 4=1
Pooling                  231                      1 1 215_splitncnn_0 231 0=1 4=1
Pooling                  233                      1 1 227 233 0=1 4=1
Concat                   234                      3 1 229 231 233 234
InnerProduct             output1                  1 1 234 output1 0=143 1=1 2=64064
